{
    "0": {
        "header": "<h2 class='main-sample-card-header-header'>Study choice",
        "text": "First of all, I really like programming. In school, we only did it for around half a year, but it was at this time that I understood I want to dive into it. But programming is not only about coding. Soft skills are much more important. And since it is quite impossible to build them myself, I chose this programme. It will help to build both soft and hard skills. I just browsed the Internet, looking for IT programs and ran into this one. So, I liked it along with university and applied. <br>After graduating, I want to be a developer. I really like to create new things and programming gives perfect opportunities for that as our world is so digitalized. Speaking of the programming area, I wanted to be a Web Developer from the very beginning, but now I am not really sure... Hopefully, this will become clearer during my studies.First of all, I really like programming. In school, we only did it for around half a year, but it was at this time that I understood I want to dive into it. But programming is not only about coding. Soft skills are much more important. And since it is quite impossible to build them myself, I chose this programme. It will help to build both soft and hard skills. I just browsed the Internet, looking for IT programs and ran into this one. So, I liked it along with university and applied. <br>After graduating, I want to be a developer. I really like to create new things and programming gives perfect opportunities for that as our world is so digitalized. Speaking of the programming area, I wanted to be a Web Developer from the very beginning, but now I am not really sure... Hopefully, this will become clearer during my studies."
    },
    "1": {
        "header": "<h2 class='main-sample-card-header-header'>Personal SWOT analysis</h2>",
        "text": "SWOT analysis is defined as the review of an individual by assessing strengths, weaknesses, opportunities, and threats of the object of study. By making a SWOT-analysis, I analyze my personal strengths and weaknesses and make an inventory of the opportunities and threats I expect in my studies.<br><br><h3>Strengths</h3><br><ul><li>-I study hard (if interested in the subject)</li><li>-I am a good team player</li><li>-I am quite responsible</li><li>-I can admit mistakes</li></ul><br><h3>Weaknesses</h3><br><ul><li>-I am not social</li><li>-I cannot be a group leader</li><li>-I overthink almost everything</li><li>-I sometimes have the impostor syndrome</li></ul><br><h3>Opportunities</h3><br><p>As I have said, I cannot make a good leader but I can make a good player. Overthinking is not good almost everytime, but can actually be helpful sometimes, as well as the impostor syndrome. That is because they actually force you to improve yourself even more.</p><br><h3>Threats</h3><br><p>The main problem is my lack of social life. I really find it difficult to just come and talk to someone. And this of course affects not only the student life but the whole life including building up career or family.</p>"
    },
    "2": {
        "header": "<h2 class='main-sample-card-header-header'>Programming experience",
        "text": "I finished the secondary school in Ukraine this year. I had been studying around 20 subjects. The subject I tried to study deeper are basically English and Informatics. I have some programming experience. We learned Pascal in the school for like half a year. I liked the concept and started exploring programming. I learned some basics of JavaScript then Python. After that, I thought of becoming a Web Developer, so I learned some HTML and CSS. I also came back to JavaScript and learned it deeper. Now I am planning to try Android development with Kotlin. Computers can really make life easier and better. I felt it myself after learning some programming and becoming able to create small scripts that actually help a lot."
    },
    "3": {
        "header": "<img src='resources/vmedia.svg' alt='VMedia' class='main-sample-card-header-image'>",
        "text": "<a href='https://www.vmedia.ca/en' target='_blank' rel='noopener'>VMedia Inc</a> is Canada’s leading independent provider of residential telecom and broadcasting services, serving a growing customer base of Canadian households coast to coast. VMedia is also a leader in streaming TV technology, providing a B2B, TV-as-a-Service solution to third party content providers and distributors.<br><br><h3>Core business</h3><br><p>Providing of residential telecom and broadcasting services, streaming TV technology, providing a B2B</p><br><h3>IT roles</h3><br><p>QA specialist, Front-end developer, .NET Full-stack developer, Android developer</p><br><h3>Technologies</h3><br><p>.NET, Angular, Java, Kotlin, Jetpack, HTML, CSS, SCSS, Gulp, Webpack, JavaScript, TypeScript, Angular, Git, T-SQL, Jira</p><br><h3>Culture</h3><br><p>Multinationalism (currently, VMedia has over 250 employees based in the offices in Canada, India and Turkey)</p><br><h3>What I appreciate the most</h3><br><p>Focus on one project, competitive salary, possibility to learn more about construction equipment and investing in such sphere</p>"
    },
    "4": {
        "header": "<img src='resources/dniprom.svg' alt='Dnipro-M' class='main-sample-card-header-image'>",
        "text": "<a href='https://dnipro-m.ua/' target='_blank' rel='noopener'>Dnipro-M</a> is a Ukrainian brand of construction and repair tools. Their mission is to help people improve the world around them. The Dnipro-M network has more than 350 branded stores throughout Ukraine<br><br><h3>Core business</h3><br><p>Sale of construction equipment, investment proposals</p><br><h3>IT roles</h3><br><p>Front-end developer, Magento developer</p><br><h3>Technologies</h3><br><p>Magento, JavaScript, Vue.js, HTML, CSS, SCSS, Gulp, Webpack MySQL, Git, Docker, Linux</p><br><h3>Culture</h3><br><p>“AMBITION — ACTION — RESULT”</p><br><h3>What I appreciate the most</h3><br><p>Focus on one project, competitive salary, possibility to learn more about construction equipment and investing in such sphere</p>"
    },
    "5": {
        "header": "<img src='resources/onix.svg' alt='Onix-Systems' class='main-sample-card-header-image'>",
        "text": "<a href='https://onix.team/' target='_blank' rel='noopener'>Onix-Systems</a> is engaged in the development and maintenance of websites and the creation of applications for Android and iOS, and also constantly learns the most trendy progressive technologies (Apple Watch, Jibo, OculusRift, Arduino, Amazon Echo). The company takes a leading place in the rating of development companies on the largest exchange of outsourcing services.<br><br><h3>Core business</h3><br><p>Development and maintaining websites, developing apps for Android and IOS</p><br><h3>IT roles</h3><br><p>Android developer, Flutter developer, IOS developer, Java developer, Node.js developer, PHP developer, Python developer, React developer, Vue.js Developer, WordPress developer</p><br><h3>Technologies</h3><br><p>Kotlin, Dart, Flutter, Java, Swift, Objective-C, Node.js, Vue.js, React, React native, PHP, Laravel, WordPress, Python, Flask, Django </p><br><h3>Culture</h3><br><p>Company accepts experienced developer along with the beginners helping them to grow</p><br><h3>What I appreciate the most</h3><br><p>Diversity of IT roles and technologies, competitive salary and perks, focus on personal qualities </p>"
    }
}